# GridLines

## Description
Procedure GridLines sets the distance between the drawing grid lines in the document. &lt;BR&gt;

```pascal
PROCEDURE GridLines(gridDistance : REAL (Coordinate));
```

```python

def vs.GridLines(gridDistance):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|gridDistance|REAL (Coordinate)|Grid spacing distance.|

## Version
Availability: from MiniCAD
## Category
* Document Settings